Repository: schuyler/macdown3000
Catalog: MacDown/Localization/*.lproj/Localizable.strings
Languages: ru_ru

source: File Modified Externally
ru_ru: Файл изменён извне

# WORDS_PLURAL_STRING
source: %@ word;%@ words
ru_ru: %@ слово;%@ слов

# CHARACTERS_PLURAL_STRING
source: %@ character;%@ characters
ru_ru: %@ символ;%@ символов

# CHARACTERS_NO_SPACES_PLURAL_STRING
source: %@ character (no spaces);%@ characters (no spaces)
ru_ru: %@ символ (без пробелов);%@ символов (без пробелов)

source: Installation Failed
ru_ru: Ошибка установки

source: Installation Successful
ru_ru: Установка успешна

source: Installation Successful - PATH Setup Required
ru_ru: Установка успешна - требуется настройка PATH

source: Uninstallation Failed
ru_ru: Ошибка удаления

source: Uninstallation Successful
ru_ru: Удаление успешно

source: The shell utility could not be found in the application bundle.
ru_ru: Утилита командной строки не найдена в пакете приложения.

source: The macdown shell utility has been installed successfully.
ru_ru: Утилита командной строки macdown успешно установлена.

source: The shell utility could not be installed: %@
ru_ru: Не удалось установить утилиту командной строки: %@

source: The macdown shell utility has been removed successfully.
ru_ru: Утилита командной строки macdown успешно удалена.

source: The shell utility could not be removed: %@
ru_ru: Не удалось удалить утилиту командной строки: %@

source: Could not create directory %@: %@
ru_ru: Не удалось создать каталог %@: %@

source: A file exists at this location
ru_ru: В этом месте уже существует файл

source: Source file does not exist
ru_ru: Исходный файл не существует

source: A file already exists at the installation path
ru_ru: Файл уже существует по пути установки

source: The macdown shell utility has been installed to %@. To use it from Terminal, add this line to your shell configuration file (~/.zshrc or ~/.bash_profile): export PATH="$HOME/.local/bin:$PATH"
ru_ru: Утилита командной строки macdown установлена в %@. Для использования из Терминала добавьте эту строку в файл конфигурации shell (~/.zshrc или ~/.bash_profile): export PATH="$HOME/.local/bin:$PATH"
